Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Tailscode asked %@ for %@ and it has not been granted yet. Finish it in that desktop's own shortcut settings, or bind the command below.
de: Tailscode hat %@ um %@ gebeten, was noch nicht gewährt wurde. Schließe das in den eigenen Kurzbefehl-Einstellungen dieses Desktops ab, oder binde den Befehl unten.
es: Tailscode le pidió %@ %@, y todavía no se ha concedido. Complétalo en la configuración de atajos propia de ese escritorio, o asigna el comando de abajo.
fr: Tailscode a demandé %@ pour %@, et cela n’a pas encore été accordé. Terminez cela dans les propres réglages de raccourcis de ce bureau, ou associez la commande ci-dessous.
it: Tailscode ha chiesto a %@ %@, e non è ancora stato concesso. Completalo nelle impostazioni delle scorciatoie di quel desktop, oppure assegna il comando qui sotto.
ja: Tailscode は %@ に %@ を求めましたが、まだ許可されていません。そのデスクトップ自身のショートカット設定で完了させるか、下のコマンドを割り当ててください。
ko: Tailscode가 %@에 %@ 권한을 요청했지만 아직 허용되지 않았습니다. 해당 데스크톱 자체의 단축키 설정에서 완료하거나, 아래 명령어를 지정하세요.
pt_br: O Tailscode pediu %@ para %@ e isso ainda não foi concedido. Conclua isso nas próprias configurações de atalhos daquele desktop, ou vincule o comando abaixo.
zh_hans: Tailscode 向 %@ 请求了 %@，但尚未获得授权。请在那个桌面环境自己的快捷键设置中完成授权，或者绑定下面的命令。
zh_hant: Tailscode 向 %@ 請求了 %@，但尚未取得授權。請在那個桌面環境自己的快速鍵設定中完成授權，或是繫結下面的指令。

source: Something else on this machine already answers %@. Pick another chord.
de: Etwas anderes auf diesem Rechner reagiert bereits auf %@. Wähle eine andere Tastenkombination.
es: Otra cosa en esta máquina ya responde a %@. Elige otra combinación.
fr: Autre chose sur cette machine répond déjà à %@. Choisissez une autre combinaison.
it: Qualcos’altro su questa macchina risponde già a %@. Scegli un’altra combinazione.
ja: このマシン上の別の何かが、すでに %@ に反応しています。別のキーの組み合わせを選んでください。
ko: 이 컴퓨터의 다른 무언가가 이미 %@에 반응하고 있습니다. 다른 키 조합을 선택하세요.
pt_br: Outra coisa nesta máquina já responde a %@. Escolha outra combinação.
zh_hans: 这台机器上已经有别的东西在响应 %@ 了。请换一个组合键。
zh_hant: 這台機器上已經有別的東西在回應 %@ 了。請換一個組合鍵。

source: %@ already answers %@. Pick another chord.
de: %@ reagiert bereits auf %@. Wähle eine andere Tastenkombination.
es: %@ ya responde a %@. Elige otra combinación.
fr: %@ répond déjà à %@. Choisissez une autre combinaison.
it: %@ risponde già a %@. Scegli un’altra combinazione.
ja: %@ はすでに %@ に反応しています。別のキーの組み合わせを選んでください。
ko: %@이(가) 이미 %@에 반응하고 있습니다. 다른 키 조합을 선택하세요.
pt_br: %@ já responde a %@. Escolha outra combinação.
zh_hans: %@ 已经在响应 %@ 了。请换一个组合键。
zh_hant: %@ 已經在回應 %@ 了。請換一個組合鍵。

source: Tailscode does not need to be running.
de: Tailscode muss dafür nicht laufen.
es: Tailscode no necesita estar en ejecución.
fr: Tailscode n’a pas besoin d’être en cours d’exécution.
it: Non è necessario che Tailscode sia in esecuzione.
ja: Tailscode が起動している必要はありません。
ko: Tailscode가 실행 중일 필요는 없습니다.
pt_br: O Tailscode não precisa estar em execução.
zh_hans: Tailscode 不需要处于运行状态。
zh_hant: Tailscode 不需要處於執行狀態。

source: The desktop holds this key only while Tailscode is running.
de: Der Desktop hält diese Taste nur, solange Tailscode läuft.
es: El escritorio reserva esta tecla solo mientras Tailscode está en ejecución.
fr: Le bureau réserve cette touche uniquement pendant que Tailscode est en cours d’exécution.
it: Il desktop riserva questo tasto solo mentre Tailscode è in esecuzione.
ja: デスクトップがこのキーを確保しているのは、Tailscode が起動している間だけです。
ko: 데스크톱은 Tailscode가 실행 중일 때만 이 키를 확보합니다.
pt_br: O desktop reserva esta tecla apenas enquanto o Tailscode está em execução.
zh_hans: 只有在 Tailscode 运行时，桌面环境才会保留这个按键。
zh_hant: 只有在 Tailscode 執行時，桌面環境才會保留這個按鍵。

source: %@ only grants a key to an app it launched itself, and this Tailscode was started another way. Open it from its launcher entry, or bind the command below.
de: %@ vergibt eine Taste nur an eine App, die es selbst gestartet hat, und dieses Tailscode wurde anders gestartet. Öffne es über seinen Starter-Eintrag, oder binde den Befehl unten.
es: %@ solo concede una tecla a una app que él mismo ha iniciado, y este Tailscode se inició de otra forma. Ábrelo desde su entrada en el lanzador, o asigna el comando de abajo.
fr: %@ n’accorde une touche qu’à une app qu’il a lui-même lancée, or ce Tailscode a été démarré autrement. Ouvrez-le depuis son entrée dans le lanceur, ou associez la commande ci-dessous.
it: %@ concede un tasto solo a un’app che ha avviato lui stesso, e questo Tailscode è stato avviato in altro modo. Aprilo dalla sua voce nel launcher, oppure assegna il comando qui sotto.
ja: %@ は自分自身が起動したアプリにしかキーを与えません。この Tailscode は別の方法で起動されています。ランチャーの項目から開くか、下のコマンドを割り当ててください。
ko: %@는 자신이 직접 실행한 앱에만 키를 부여하는데, 이 Tailscode는 다른 방식으로 시작되었습니다. 런처 항목에서 열거나, 아래 명령어를 지정하세요.
pt_br: %@ só concede uma tecla a um app que ele mesmo iniciou, e este Tailscode foi iniciado de outra forma. Abra-o pela entrada dele no launcher, ou vincule o comando abaixo.
zh_hans: %@ 只会把按键授权给自己启动的应用，而这个 Tailscode 是以别的方式启动的。请从启动器条目打开它，或者绑定下面的命令。
zh_hant: %@ 只會把按鍵授權給自己啟動的應用程式，而這個 Tailscode 是以別的方式啟動的。請從啟動器項目開啟它，或是繫結下面的指令。

source: %@ has no global-shortcuts portal, so no app on it can be granted a key. Bind the command below instead.
de: %@ hat kein Portal für globale Tastenkürzel, daher kann keiner App darauf eine Taste zugewiesen werden. Binde stattdessen den Befehl unten.
es: %@ no tiene portal de atajos globales, así que ninguna app en él puede recibir una tecla. Asigna en su lugar el comando de abajo.
fr: %@ n’a pas de portail de raccourcis globaux, donc aucune app dessus ne peut se voir accorder une touche. Associez plutôt la commande ci-dessous.
it: %@ non ha un portale per le scorciatoie globali, quindi nessuna app al suo interno può ricevere un tasto. Assegna invece il comando qui sotto.
ja: %@ にはグローバルショートカット用のポータルがないため、その上のどのアプリにもキーを付与できません。代わりに下のコマンドを割り当ててください。
ko: %@에는 전역 단축키 포털이 없어서, 그 위의 어떤 앱에도 키를 부여할 수 없습니다. 대신 아래 명령어를 지정하세요.
pt_br: %@ não tem portal de atalhos globais, então nenhum app nele pode receber uma tecla. Em vez disso, vincule o comando abaixo.
zh_hans: %@ 没有全局快捷键的 portal，因此上面的任何应用都无法获得按键授权。请改为绑定下面的命令。
zh_hant: %@ 沒有全域快速鍵的 portal，因此上面的任何應用程式都無法取得按鍵授權。請改為繫結下面的指令。

source: While you wait
de: Während du wartest
es: Mientras esperas
fr: Pendant que vous attendez
it: Mentre aspetti
ja: 待っている間
ko: 기다리는 동안
pt_br: Enquanto você espera
zh_hans: 等待时
zh_hant: 等待時

source: Touch
de: Berührung
es: Toque
fr: Contact
it: Tocco
ja: タッチ
ko: 터치
pt_br: Toque
zh_hans: 触感
zh_hant: 觸感

source: Outcomes
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
pt_br: Resultados
zh_hans: 结果
zh_hant: 結果

source: Tap
de: Tippen
es: Toque
fr: Appui
it: Tocco
ja: タップ
ko: 탭
pt_br: Toque
zh_hans: 点按
zh_hant: 點按

source: Selection
de: Auswahl
es: Selección
fr: Sélection
it: Selezione
ja: 選択
ko: 선택
pt_br: Seleção
zh_hans: 选择
zh_hant: 選取

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Avanzamento
ja: 進行状況
ko: 진행 상황
pt_br: Progresso
zh_hans: 进度
zh_hant: 進度

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送信
ko: 전송됨
pt_br: Enviado
zh_hans: 已发送
zh_hant: 已傳送

source: Success
de: Erfolg
es: Éxito
fr: Réussite
it: Successo
ja: 成功
ko: 성공
pt_br: Sucesso
zh_hans: 成功
zh_hant: 成功

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
ko: 경고
pt_br: Aviso
zh_hans: 警告
zh_hant: 警告

source: Buttons and rows
de: Buttons und Zeilen
es: Botones y filas
fr: Boutons et lignes
it: Pulsanti e righe
ja: ボタンと行
ko: 버튼과 행
pt_br: Botões e linhas
zh_hans: 按钮和列表行
zh_hant: 按鈕和列表行

source: Pickers, expanding, unfolding
de: Auswahlräder, Aufklappen, Entfalten
es: Selectores, despliegues, expansiones
fr: Sélecteurs, déploiements, dépliages
it: Selettori, espansioni, aperture
ja: ピッカー、展開、開閉
ko: 피커, 펼치기, 확장
pt_br: Seletores, expansões, desdobramentos
zh_hans: 选择器、展开、收起
zh_hant: 選擇器、展開、收合

source: A step of the work lands while you wait
de: Ein Arbeitsschritt trifft ein, während du wartest
es: Un paso del trabajo llega mientras esperas
fr: Une étape du travail arrive pendant que vous attendez
it: Un passaggio del lavoro arriva mentre aspetti
ja: 待っている間に、作業の一歩が届く
ko: 기다리는 동안 작업의 한 단계가 도착함
pt_br: Uma etapa do trabalho chega enquanto você espera
zh_hans: 等待时，工作的某一步完成了
zh_hant: 等待時，工作的某一步完成了

source: Your message leaves and the wait begins
de: Deine Nachricht wird gesendet, und das Warten beginnt
es: Tu mensaje sale y comienza la espera
fr: Votre message part et l’attente commence
it: Il tuo messaggio parte e l’attesa inizia
ja: メッセージが送信され、待ち時間が始まる
ko: 메시지가 전송되고 기다림이 시작됨
pt_br: Sua mensagem sai e a espera começa
zh_hans: 你的消息发出后，等待开始
zh_hant: 你的訊息傳出後，等待開始

source: The agent is done and it is your turn
de: Der Agent ist fertig, und du bist an der Reihe
es: El agente ha terminado y es tu turno
fr: L’agent a terminé et c’est à votre tour
it: L’agente ha finito ed è il tuo turno
ja: エージェントが完了し、あなたの番になる
ko: 에이전트가 끝나고 당신의 차례가 됨
pt_br: O agente terminou e é a sua vez
zh_hans: 智能体完成后，轮到你了
zh_hant: 代理完成後，輪到你了

source: The agent stopped to ask permission
de: Der Agent hat angehalten, um um Erlaubnis zu fragen
es: El agente se detuvo para pedir permiso
fr: L’agent s’est arrêté pour demander la permission
it: L’agente si è fermato per chiedere il permesso
ja: エージェントが許可を求めて停止した
ko: 에이전트가 권한을 요청하려고 멈춤
pt_br: O agente parou para pedir permissão
zh_hans: 智能体停下来请求许可
zh_hant: 代理停下來請求許可

source: A thing worked
de: Etwas hat geklappt
es: Algo funcionó
fr: Quelque chose a fonctionné
it: Qualcosa ha funzionato
ja: 何かがうまくいった
ko: 무언가 잘됨
pt_br: Algo funcionou
zh_hans: 有件事成功了
zh_hant: 有件事成功了

source: A thing wants a second look
de: Etwas verdient einen zweiten Blick
es: Algo merece un segundo vistazo
fr: Quelque chose mérite un second regard
it: Qualcosa merita un secondo sguardo
ja: 何かがもう一度確認を求めている
ko: 무언가 다시 확인이 필요함
pt_br: Algo merece um segundo olhar
zh_hans: 有件事值得再看一眼
zh_hant: 有件事值得再看一眼

source: A thing failed
de: Etwas ist fehlgeschlagen
es: Algo falló
fr: Quelque chose a échoué
it: Qualcosa non ha funzionato
ja: 何かが失敗した
ko: 무언가 실패함
pt_br: Algo falhou
zh_hans: 有件事失败了
zh_hant: 有件事失敗了

source: Whisper
de: Hauch
es: Susurro
fr: Souffle
it: Sussurro
ja: かすか
ko: 희미함
pt_br: Sussurro
zh_hans: 微弱
zh_hant: 微弱

source: Firm
de: Fest
es: Firme
fr: Ferme
it: Deciso
ja: しっかり
ko: 단단함
pt_br: Firme
zh_hans: 坚定
zh_hant: 堅定

source: Strong
de: Stark
es: Fuerte
fr: Fort
it: Forte
ja: 強い
ko: 강함
pt_br: Forte
zh_hans: 强烈
zh_hant: 強烈

source: Max
de: Maximal
es: Máximo
fr: Maximum
it: Massimo
ja: 最大
ko: 최대
pt_br: Máximo
zh_hans: 最大
zh_hant: 最大

source: Subtle
de: Subtil
es: Sutil
fr: Subtil
it: Sottile
ja: 控えめ
ko: 은은함
pt_br: Sutil
zh_hans: 轻微
zh_hant: 輕微

source: Thin brief
de: Zu knapp beschrieben
es: Descripción demasiado escasa
fr: Description trop mince
it: Descrizione troppo scarna
ja: 説明が薄すぎます
ko: 설명이 너무 부족합니다
pt_br: Descrição rasa demais
zh_hans: 描述过于简略
zh_hant: 描述過於簡略

source: How to describe a picture
de: So beschreibst du ein Bild
es: Cómo describir una imagen
fr: Comment décrire une image
it: Come descrivere un’immagine
ja: 画像の説明のしかた
ko: 이미지 설명하는 법
pt_br: Como descrever uma imagem
zh_hans: 如何描述一张图片
zh_hant: 如何描述一張圖片

source: Open by naming the medium
de: Beginne mit der Nennung des Mediums
es: Empieza nombrando el medio
fr: Commencez par nommer le support
it: Inizia nominando il medium
ja: まず媒体を明示する
ko: 매체를 먼저 밝히기
pt_br: Comece nomeando o meio
zh_hans: 开头先说明媒介
zh_hant: 開頭先說明媒介

source: Put everything somewhere
de: Gib allem einen Ort
es: Da a todo un lugar
fr: Donnez une place à chaque chose
it: Dai a tutto una collocazione
ja: すべてに位置を与える
ko: 모든 것에 위치를 부여하기
pt_br: Dê um lugar para tudo
zh_hans: 让每样东西都有位置
zh_hant: 讓每樣東西都有位置

source: Quote every word to be read
de: Jedes zu lesende Wort in Anführungszeichen setzen
es: Entrecomilla cada palabra que deba leerse
fr: Mettez entre guillemets chaque mot à lire
it: Metti tra virgolette ogni parola da leggere
ja: 読ませたい言葉はすべて引用符で囲む
ko: 읽혀야 할 모든 단어는 따옴표로
pt_br: Coloque entre aspas toda palavra que deva ser lida
zh_hans: 需要显示的文字都要加引号
zh_hant: 需要顯示的文字都要加引號

source: Give the light its own sentence
de: Gib dem Licht einen eigenen Satz
es: Dedica una frase propia a la luz
fr: Consacrez une phrase à la lumière
it: Dedica alla luce una frase a sé
ja: 光には専用の一文を
ko: 빛에는 별도의 문장을
pt_br: Dê à luz uma frase só para ela
zh_hans: 为光线单独写一句
zh_hant: 為光線單獨寫一句

source: Close on the whole frame
de: Schließe mit dem Gesamtbild
es: Cierra con el conjunto de la imagen
fr: Terminez sur l’ensemble du cadre
it: Chiudi sull’inquadratura nel suo insieme
ja: 最後は画面全体で締める
ko: 마무리는 전체 화면으로
pt_br: Feche com o quadro inteiro
zh_hans: 结尾收束于整个画面
zh_hant: 結尾收束於整個畫面

source: Describe, never instruct
de: Beschreiben, niemals anweisen
es: Describe, nunca des instrucciones
fr: Décrire, jamais donner d’instructions
it: Descrivi, non impartire istruzioni
ja: 説明する、指示しない
ko: 설명하되, 지시하지 않기
pt_br: Descreva, nunca instrua
zh_hans: 只描述，不下指令
zh_hant: 只描述，不下指令

source: A board full of text
de: Eine Tafel voller Text
es: Una pizarra llena de texto
fr: Un panneau couvert de texte
it: Una lavagna piena di testo
ja: 文字だらけの黒板
ko: 글자로 가득한 판
pt_br: Um quadro cheio de texto
zh_hans: 写满文字的板子
zh_hant: 寫滿文字的板子

source: Every price where it was put
de: Jeder Preis genau dort, wo er stehen soll
es: Cada precio en el lugar donde se puso
fr: Chaque prix à l’endroit prévu
it: Ogni prezzo dove è stato messo
ja: 値段はすべて指定した場所に
ko: 가격은 모두 지정한 위치에
pt_br: Cada preço no lugar onde foi colocado
zh_hans: 每个价格都在指定的位置
zh_hant: 每個價格都在指定的位置

source: One subject, close
de: Ein Motiv, nah
es: Un sujeto, de cerca
fr: Un seul sujet, en gros plan
it: Un soggetto, da vicino
ja: 被写体は一つ、近くで
ko: 피사체 하나, 가까이서
pt_br: Um assunto, de perto
zh_hans: 一个主体，近景
zh_hant: 一個主體，近景

source: Walk the subject, not the room
de: Beschreibe das Motiv, nicht den Raum
es: Recorre al sujeto, no la habitación
fr: Décrivez le sujet, pas la pièce
it: Racconta il soggetto, non la stanza
ja: 説明するのは被写体、部屋ではない
ko: 묘사할 것은 피사체, 방이 아니다
pt_br: Percorra o assunto, não o cômodo
zh_hans: 着墨于主体，而非房间
zh_hant: 著墨於主體，而非房間

source: A labelled diagram
de: Ein beschriftetes Diagramm
es: Un diagrama etiquetado
fr: Un schéma légendé
it: Uno schema etichettato
ja: ラベル付きの図解
ko: 라벨이 있는 다이어그램
pt_br: Um diagrama rotulado
zh_hans: 带标注的图解
zh_hant: 帶標註的圖解

source: Leader lines and real labels
de: Hinweislinien und echte Beschriftungen
es: Líneas guía y etiquetas reales
fr: Lignes de rappel et véritables légendes
it: Linee di richiamo ed etichette vere
ja: 引き出し線と実際のラベル
ko: 지시선과 실제 라벨
pt_br: Linhas de chamada e rótulos reais
zh_hans: 引线加真实文字标注
zh_hant: 指引線加真實文字標註

source: A cutout on transparency
de: Ein Freisteller auf Transparenz
es: Un recorte sobre transparencia
fr: Un détourage sur transparence
it: Un ritaglio su trasparenza
ja: 透明背景での切り抜き
ko: 투명 배경 위의 컷아웃
pt_br: Um recorte sobre transparência
zh_hans: 透明背景上的抠图
zh_hant: 透明背景上的去背

source: Pairs with the Cutout switch
de: Passt zum Schalter „Freisteller“
es: Combina con el interruptor «Recorte»
fr: Fonctionne avec l’interrupteur « Détourage »
it: Si abbina all’interruttore "Ritaglio"
ja: 「切り抜き」スイッチと組み合わせて使う
ko: "컷아웃" 스위치와 함께 사용
pt_br: Combina com a opção "Recorte"
zh_hans: 搭配“抠图”开关使用
zh_hant: 搭配「去背」開關使用

source: ComfyUI is not answering
de: ComfyUI antwortet nicht
es: ComfyUI no responde
fr: ComfyUI ne répond pas
it: ComfyUI non risponde
ja: ComfyUI が応答していません
ko: ComfyUI가 응답하지 않습니다
pt_br: O ComfyUI não está respondendo
zh_hans: ComfyUI 没有响应
zh_hant: ComfyUI 沒有回應

source: The reference picture could not be read
de: Das Referenzbild konnte nicht gelesen werden
es: No se pudo leer la imagen de referencia
fr: Impossible de lire l’image de référence
it: Impossibile leggere l’immagine di riferimento
ja: 参照画像を読み込めませんでした
ko: 참조 이미지를 읽을 수 없었습니다
pt_br: Não foi possível ler a imagem de referência
zh_hans: 无法读取参考图片
zh_hant: 無法讀取參考圖片

source: ComfyUI would not take the reference picture
de: ComfyUI hat das Referenzbild nicht angenommen
es: ComfyUI no aceptó la imagen de referencia
fr: ComfyUI n’a pas accepté l’image de référence
it: ComfyUI non ha accettato l’immagine di riferimento
ja: ComfyUI が参照画像を受け付けませんでした
ko: ComfyUI가 참조 이미지를 받아들이지 않았습니다
pt_br: O ComfyUI não aceitou a imagem de referência
zh_hans: ComfyUI 没有接受这张参考图片
zh_hant: ComfyUI 沒有接受這張參考圖片

source: The machine would not list its pictures
de: Der Rechner wollte seine Bilder nicht auflisten
es: La máquina no quiso listar sus imágenes
fr: La machine n’a pas voulu lister ses images
it: La macchina non ha voluto elencare le sue immagini
ja: そのマシンは画像の一覧を返しませんでした
ko: 그 컴퓨터가 이미지 목록을 보여주지 않았습니다
pt_br: A máquina não quis listar suas imagens
zh_hans: 那台机器没有列出它的图片
zh_hant: 那台機器沒有列出它的圖片

source: The machine no longer has this picture
de: Der Rechner hat dieses Bild nicht mehr
es: La máquina ya no tiene esta imagen
fr: La machine n’a plus cette image
it: La macchina non ha più questa immagine
ja: そのマシンにはもうこの画像がありません
ko: 그 컴퓨터에는 이 이미지가 더 이상 없습니다
pt_br: A máquina não tem mais esta imagem
zh_hans: 那台机器上已经没有这张图片了
zh_hant: 那台機器上已經沒有這張圖片了

source: Renders on %@, the machine that makes video
de: Rendert auf %@, dem Rechner, der Videos erstellt
es: Renderiza en %@, la máquina que crea los vídeos
fr: Rendu sur %@, la machine qui crée les vidéos
it: Esegue il rendering su %@, la macchina che crea i video
ja: %@ — 動画を作るマシンでレンダリングします
ko: %@에서 렌더링 — 동영상을 만드는 컴퓨터
pt_br: Renderiza em %@, a máquina que cria os vídeos
zh_hans: 在 %@ 上渲染，也就是制作视频的那台机器
zh_hant: 在 %@ 上算圖，也就是製作影片的那台機器

source: %@ was not answering when this was last checked
de: %@ hat beim letzten Check nicht geantwortet
es: %@ no respondía la última vez que se comprobó
fr: %@ ne répondait pas lors de la dernière vérification
it: %@ non rispondeva all’ultimo controllo
ja: 前回確認したとき、%@ は応答していませんでした
ko: 마지막으로 확인했을 때 %@이(가) 응답하지 않았습니다
pt_br: %@ não estava respondendo na última verificação
zh_hans: 上次检查时 %@ 没有响应
zh_hant: 上次檢查時 %@ 沒有回應

source: %@ can paint with %@ only — %@ model files are missing
de: %@ kann nur mit %@ malen — die Modelldateien für %@ fehlen
es: %@ solo puede pintar con %@ — faltan los archivos de modelo de %@
fr: %@ ne peut peindre qu’avec %@ — les fichiers de modèle de %@ sont manquants
it: %@ può dipingere solo con %@ — mancano i file del modello %@
ja: %@ は %@ でしか描画できません — %@ のモデルファイルがありません
ko: %@은(는) %@로만 그릴 수 있습니다 — %@ 모델 파일이 없습니다
pt_br: %@ só consegue pintar com %@ — faltam os arquivos de modelo de %@
zh_hans: %@ 只能用 %@ 绘制 — 缺少 %@ 的模型文件
zh_hant: %@ 只能用 %@ 繪製 — 缺少 %@ 的模型檔案

source: %@ is answering, but %@ model files are missing
de: %@ antwortet, aber die Modelldateien für %@ fehlen
es: %@ responde, pero faltan los archivos de modelo de %@
fr: %@ répond, mais les fichiers de modèle de %@ sont manquants
it: %@ risponde, ma mancano i file del modello %@
ja: %@ は応答していますが、%@ のモデルファイルがありません
ko: %@이(가) 응답하지만, %@ 모델 파일이 없습니다
pt_br: %@ está respondendo, mas faltam os arquivos de modelo de %@
zh_hans: %@ 有响应，但缺少 %@ 的模型文件
zh_hant: %@ 有回應，但缺少 %@ 的模型檔案

source: Image…
de: Bild …
es: Imagen…
it: Immagine…
ja: 画像…
ko: 이미지…
pt_br: Imagem…
zh_hans: 图片…
zh_hant: 圖片…

source: Describe a picture and watch it be made
de: Beschreibe ein Bild und sieh zu, wie es entsteht
es: Describe una imagen y observa cómo se crea
fr: Décrivez une image et regardez-la se créer
it: Descrivi un’immagine e guardala prendere forma
ja: 画像の内容を説明すると、作られていく様子を見られます
ko: 이미지를 설명하면 만들어지는 과정을 볼 수 있습니다
pt_br: Descreva uma imagem e veja-a sendo criada
zh_hans: 描述一张图片，看着它被制作出来
zh_hant: 描述一張圖片，看著它被製作出來

source: Set up the machine that makes pictures
de: Den Rechner einrichten, der Bilder erstellt
es: Configurar la máquina que crea las imágenes
fr: Configurer la machine qui crée les images
it: Configura la macchina che crea le immagini
ja: 画像を作るマシンを設定
ko: 이미지를 만드는 컴퓨터 설정
pt_br: Configurar a máquina que cria as imagens
zh_hans: 设置制作图片的机器
zh_hant: 設定製作圖片的機器

source: Image — rendering
de: Bild — wird gerendert
es: Imagen — renderizando
fr: Image — rendu en cours
it: Immagine — rendering in corso
ja: 画像 — レンダリング中
ko: 이미지 — 렌더링 중
pt_br: Imagem — renderizando
zh_hans: 图片 — 正在渲染
zh_hant: 圖片 — 正在算圖

source: Closing this leaves the picture rendering on the machine with the card. Come back and it will still be here.
de: Wenn du das schließt, läuft das Rendern des Bildes auf dem Rechner mit der Grafikkarte weiter. Komm zurück, und es ist noch da.
es: Cerrar esto no detiene el renderizado de la imagen en la máquina con la tarjeta gráfica. Vuelve y seguirá aquí.
fr: Fermer ceci laisse l’image continuer son rendu sur la machine équipée de la carte graphique. Revenez et elle sera toujours là.
it: Chiudendo questa schermata, il rendering dell’immagine continua sulla macchina con la scheda grafica. Torna e la troverai ancora qui.
ja: これを閉じても、グラフィックカードを積んだマシン上で画像のレンダリングは続きます。戻ってくれば、まだここにあります。
ko: 이 화면을 닫아도 그래픽 카드가 있는 컴퓨터에서 이미지 렌더링은 계속됩니다. 다시 돌아오면 그대로 남아 있습니다.
pt_br: Fechar isto não interrompe a renderização da imagem na máquina com a placa de vídeo. Volte depois e ela ainda estará aqui.
zh_hans: 关闭这个不会中断在那台显卡机器上进行的图片渲染。回来时它还会在这里。
zh_hant: 關閉這個不會中斷在那台顯示卡機器上進行的圖片算圖。回來時它還會在這裡。

source: The prompt helper is not answering
de: Der Prompt-Helfer antwortet nicht
es: El asistente de prompts no responde
fr: L’assistant d’invite ne répond pas
it: L’assistente per i prompt non risponde
ja: プロンプトアシスタントが応答していません
ko: 프롬프트 도우미가 응답하지 않습니다
pt_br: O assistente de prompt não está respondendo
zh_hans: 提示词助手没有响应
zh_hant: 提示詞助手沒有回應

source: The prompt helper answered with something unreadable
de: Der Prompt-Helfer hat mit etwas Unlesbarem geantwortet
es: El asistente de prompts respondió con algo ilegible
fr: L’assistant d’invite a répondu avec quelque chose d’illisible
it: L’assistente per i prompt ha risposto con qualcosa di illeggibile
ja: プロンプトアシスタントが読み取れない内容で応答しました
ko: 프롬프트 도우미가 읽을 수 없는 내용으로 응답했습니다
pt_br: O assistente de prompt respondeu com algo ilegível
zh_hans: 提示词助手返回了无法读取的内容
zh_hant: 提示詞助手回傳了無法讀取的內容

source: Rewrite stopped
de: Umschreiben gestoppt
es: Reescritura detenida
fr: Réécriture arrêtée
it: Riscrittura interrotta
ja: 書き換えを停止しました
ko: 다시 쓰기 중지됨
pt_br: Reescrita interrompida
zh_hans: 改写已停止
zh_hant: 改寫已停止

source: The prompt helper refused the request
de: Der Prompt-Helfer hat die Anfrage abgelehnt
es: El asistente de prompts rechazó la solicitud
fr: L’assistant d’invite a refusé la demande
it: L’assistente per i prompt ha rifiutato la richiesta
ja: プロンプトアシスタントがリクエストを拒否しました
ko: 프롬프트 도우미가 요청을 거부했습니다
pt_br: O assistente de prompt recusou o pedido
zh_hans: 提示词助手拒绝了这次请求
zh_hant: 提示詞助手拒絕了這次請求

source: %@ was not answering
de: %@ hat nicht geantwortet
es: %@ no respondía
fr: %@ ne répondait pas
it: %@ non rispondeva
ja: %@ は応答していませんでした
ko: %@이(가) 응답하지 않았습니다
pt_br: %@ não estava respondendo
zh_hans: %@ 没有响应
zh_hant: %@ 沒有回應

source: %@'s ComfyUI is too old to list what it has made
de: Das ComfyUI von %@ ist zu alt, um aufzulisten, was es erstellt hat
es: El ComfyUI de %@ es demasiado antiguo para listar lo que ha creado
fr: Le ComfyUI de %@ est trop ancien pour lister ce qu’il a créé
it: Il ComfyUI di %@ è troppo vecchio per elencare ciò che ha creato
ja: %@ の ComfyUI は古すぎて、作成済みの一覧を返せません
ko: %@의 ComfyUI가 너무 오래되어 만든 것을 목록으로 보여줄 수 없습니다
pt_br: O ComfyUI de %@ é antigo demais para listar o que já criou
zh_hans: %@ 的 ComfyUI 版本太旧，无法列出它已经生成的内容
zh_hant: %@ 的 ComfyUI 版本太舊，無法列出它已經產生的內容

source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 보관함
pt_br: Biblioteca
zh_hans: 资料库
zh_hant: 資料庫

source: On %@
de: Auf %@
es: En %@
fr: Sur %@
it: Su %@
ja: %@ 上
ko: %@에서
pt_br: Em %@
zh_hans: 在 %@ 上
zh_hant: 在 %@ 上

source: No pictures
de: Keine Bilder
es: Sin imágenes
fr: Aucune image
it: Nessuna immagine
ja: 画像がありません
ko: 이미지 없음
pt_br: Nenhuma imagem
zh_hans: 没有图片
zh_hant: 沒有圖片

source: 1 picture
de: 1 Bild
es: 1 imagen
fr: 1 image
it: 1 immagine
ja: 画像 1 枚
ko: 이미지 1개
pt_br: 1 imagem
zh_hans: 1 张图片
zh_hant: 1 張圖片

source: %@ pictures
de: %@ Bilder
es: %@ imágenes
fr: %@ images
it: %@ immagini
ja: 画像 %@ 枚
ko: 이미지 %@개
pt_br: %@ imagens
zh_hans: %@ 张图片
zh_hant: %@ 張圖片
